Repository: samiahmedsiddiqui/custom-permalinks
Catalog: languages/custom-permalinks-*.po
Languages: es_ec, fa_ir, gl_es, ja, uk

source: Custom Permalinks version
es_ec: Custom Permalinks versión
gl_es: Custom Permalinks versión
uk: Версія Custom Permalinks

source: by
es_ec: por
fa_ir: توسط
gl_es: por

source: Support forums
es_ec: Foros de soporte
fa_ir: انجمن‌های پشتیبانی
gl_es: Foros de soporte
uk: Форуми підтримки

source: About
es_ec: Acerca de
fa_ir: درباره
gl_es: Acerca de
uk: Інфо

source: Premium Support
es_ec: Soporte premium
fa_ir: پشتیبانی ویژه
gl_es: Soporte premium
uk: Преміум підтримка

source: Contact
es_ec: Contacto
fa_ir: ارتباط
gl_es: Contacto
uk: Контакти

source: This plugin collect information about the site like URL, WordPress version etc. This plugin doesn't collect any user related information. To have any kind of further query please feel free to
es_ec: Este plugin recopila información sobre el sitio, como la URL, la versión de WordPress, etc. Este plugin no recopila ninguna información relacionada con el usuario. Para cualquier consulta adicional, por favor, no dudes en
fa_ir: این افزونه اطلاعاتی در مورد سایت مانند URL، نسخه وردپرس و غیره را جمع آوری می کند. این افزونه هیچگونه اطلاعات مربوط به کاربر را جمع نمی کند. برای داشتن هر نوع درخواست بیشتر لطفا
gl_es: Este plugin recompila información sobre o sitio, como a URL, a versión de WordPress, etc. Este plugin non recompila ningunha información relacionada co usuario. Para calquera consulta adicional, por favor, non dubides en
uk: Цей плагін збирає інформацію про сайт, наприклад URL-адресу, версію WordPress тощо. Цей плагін не збирає інформацію, пов’язану з користувачем. Якщо у вас є будь-які додаткові запитання, будь ласка, не соромтеся

source: contact us
es_ec: contactar con nosotros
fa_ir: ارتباط با ما
gl_es: contactar con nós
uk: зв’язатися з нами

source: Permalinks
es_ec: Enlaces permanentes
fa_ir: پیوندهای یکتا
gl_es: Ligazóns permanentes
uk: Постійні посилання

source: Search results for:
es_ec: Resultados de la búsqueda de:
fa_ir: نتایج جستجو برای:
gl_es: Resultados da busca de:
uk: Результати пошуку для:

source: Search Permalinks
es_ec: Buscar enlaces permanentes
fa_ir: جستجوی پیوند یکتا
gl_es: Buscar ligazóns permanentes
uk: Пошук постійних посилань

source: Convert the paths(URLs) to relative instead of absolute. You can make Post, Category, Archive, Image URLs and Script and Style src as per your requirement. You can choose which you want to be relative from the settings Page.
es_ec: Convierte las rutas (URL) en relativas en vez de en absolutas. Puedes hacer que la entrada, la categoría, el archivo, las URL de las imágenes y las fuentes de script y de estilo sean según tus necesidades. Puedes elegir cuál quieres que sea relativa desde la página de ajustes.
fa_ir: به جای مطلق ، مسیرها (URL ها) را به نسبی تبدیل کنید. طبق شرایط مورد نیاز می توانید پست ، دسته ، بایگانی ، URL های تصویر و Script و Style src را تهیه کنید. می توانید از صفحه تنظیمات انتخاب کنید که می خواهید نسبی باشد.
gl_es: Convirte as rutas (URL) en relativas en vez de en absolutas. Podes facer que a entrada, a categoría, o arquivo, as URL das imaxes e as fontes de script e de estilo sexan segundo as túas necesidades. Podes elixir cal queres que sexa relativa desde a páxina de axustes.
uk: Перетворіть шляхи (URL) на відносні замість абсолютних. Ви можете створити pfgbc, категорію, архів, URL-адреси зображень, сценарій і стиль src відповідно до ваших вимог. На сторінці налаштувань ви можете вибрати, який параметр буде відносним.

source: It removes some meta data from the WordPress header so, your header keeps clean of useless information like shortlink, rsd_link, wlwmanifest_link, emoji_scripts, wp_embed, wp_json, emoji_styles, generator and so on.
es_ec: Elimina algunos datos meta de la cabecera de WordPress, así que tu cabecera se mantiene limpia de información inútil como shortlink, rsd_link, wlwmanifest_link, emoji_scripts, wp_embed, wp_json, emoji_styles, generator y demás.
gl_es: Elimina algúns datos meta da cabeceira de WordPress, polo que a túa cabeceira se mantén limpa de información inútil como shortlink, rsd_link, wlwmanifest_link, emoji_scripts, wp_embed, wp_json, emoji_styles, generator e demais.
uk: Він видаляє деякі метадані із заголовка WordPress, тому ваш заголовок очищає від такої непотрібної інформації, як shortlink, rsd_link, wlwmanifest_link, emoji_scripts, wp_embed, wp_json, emoji_styles, generator тощо.

source: Our List of Plugins provides the services which help you to prevent your site from XSS Attacks, Brute force attack, change absolute paths to relative, increase your site visitors by adding Structured JSON Markup and so on.
es_ec: Nuestra lista de plugins proporciona los servicios que te ayudan a evitar en tu sitio ataques XSS, ataques de fuerza bruta, cambiar las rutas absolutas en relativas, aumentar los visitantes de tu sitio añadiendo el marcado JSON estructurado y demás.
fa_ir: لیست افزونه‌های ما خدماتی را ارائه می دهد که به شما کمک می کند از سایت خود در مقابل XSS Attack ، حمله Brute Force ، تغییر مسیرهای مطلق به نسبی، افزایش بازدیدکنندگان سایت خود با افزودن Markup ساختار یافته JSON و غیره کمک بگیرید.
gl_es: A nosa lista de plugins proporciona os servizos que che axudan a evitar no teu sitio ataques XSS, ataques de forza bruta, cambiar as rutas absolutas en relativas, aumentar os visitantes do teu sitio engadindo o marcado JSON estructurado e demais.
uk: Наш список плагінів надає послуги, які допоможуть вам захистити ваш сайт від атак XSS, атак грубою силою, змінити абсолютні шляхи на відносні, збільшити кількість відвідувачів вашого сайту шляхом додавання структурованої розмітки JSON тощо.

source: HTTP Auth
es_ec: Identificación HTTP
gl_es: Identificación HTTP
uk: Аутентифікація HTTP

source: View
es_ec: Ver
fa_ir: مشاهده
gl_es: Ver
uk: Перегляд

source: Taxonomies Permalinks
es_ec: Enlaces permanentes de taxonomías
fa_ir: پیوندهای یکتای طبقه‌بندی‌ها
gl_es: Ligazóns permanentes de taxonomías
uk: Таксономії Постійні посилання

source: No permalinks found.
es_ec: No se han encontrado enlaces permanentes.
fa_ir: پیوند یکتایی یافت نشد.
gl_es: Non se encontraron ligazóns permanentes.
uk: Постійних посилань не знайдено.

source: Visit
es_ec: Visitar
gl_es: Visitar
ja: 移動
uk: Відвідати

source: Custom Permalinks Manager
es_ec: Gestor de enlaces permanentes personalizados
fa_ir: مدیریت پیوند یکتای سفارشی
gl_es: Xestor de ligazóns permanentes personalizadas
ja: カスタムパーマリンクマネージャー
uk: Custom Permalinks Менеджер

source: More from Sami Ahmed Siddiqui
es_ec: Más de Sami Ahmed Siddiqui
fa_ir: بیشتر از Sami Ahmed Siddiqui
gl_es: Máis de Sami Ahmed Siddiqui
uk: Більше від Sami Ahmed Siddiqui

source: Thank you for choosing Custom Permalinks! I hope that your experience with our plugin for updating permalinks is quick and easy. I am trying to make it more feasible for you and provide capabilities in it.
es_ec: ¡Gracias por elegir Custom Permalinks! Esperamos que tu experiencia con nuestro plugin para actualizar los enlaces permanentes sea rápida y sencilla. Estoy intentando hacerlo más fácil para ti y proporcionar más capacidades en él.
gl_es: Grazas por elixir Custom Permalinks! Esperamos que a túa experiencia co noso plugin para actualizar as ligazóns permanentes sexa rápida e sinxela. Estou intentando facelo máis fácil para ti e proporcionar máis capacidades nel.
ja: カスタムパーマリンクを選んでいただきありがとうございます!パーマリンクの更新が、素早く簡単に行うことが可能です。私たちは、さらなる機能の追加に尽力しています。
uk: Дякуємо Вам за вибір Custom Permalinks! Ми сподіваємося, що ваш досвід роботи з плагіном є легким та швидким. Ми намагаємося зробити його більш зручним для Вас та розшири його можливості.

source: Check it out
es_ec: Echa un vistazo
fa_ir: بررسی آن
gl_es: Bota unha ollada
ja: 確認する
uk: Перевірте це

source: Prevent XSS Vulnerability
es_ec: Evitar vulnerabilidades XSS
fa_ir: جلوگیری از آسیب پذیری XSS
gl_es: Evitar vulnerabilidades XSS
ja: XSS の脆弱性を防ぐ。
uk: Запобігання XSS вразливостей

source: Secure your site from the XSS Attacks so, your users won't lose any kind of information or not redirected to any other site by visiting your site with the malicious code in the URL or so. In this way, users can open their site URLs without any hesitation.
es_ec: Asegura tu sitio frente a ataques XSS para que tus usuarios no pierdan ningún tipo de información o no sean redirigidos a otro sitio al visitar tu sitio con el código malintencionado en la URL. De este modo, los usuarios pueden abrir las URL del sitio sin preocupación.
fa_ir: ایمن‌سازی سایت از حملات XSS، کاربران شما هیچ داده شخصی از دست نمی دهند یا با دیدن سایت شما به سایت دیگری از طریق کدهای مخرب تغییرمسیر نمی دهند. از این طریق کاربران می توانند بدون نگرانی آدرس های اینترنتی سایت شما را باز کنند.
gl_es: Asegura o teu sitio fronte a ataques XSS para que os teus usuarios non perdan ningún tipo de información ou non sexan redirixidos a outro sitio ao visitar o teu sitio co código malintencionado na URL. Deste modo, os usuarios poden abrir as URL do sitio sen preocupación.
uk: Захистіть свій сайт від <strong>XSS атак</strong>, щоб ваші користувачі не втратили будь-яку інформацію або не перенаправлялися на жодний інший сайт, перейшовши на ваш сайт за допомогою <strong>зловмисного коду</strong> URL-адреси або т.п.. Таким чином користувачі без вагань та сумнівів зможуть відкривати URL-адреси вашого сайту.

source: Allows you apply HTTP Auth on your site. You can apply Http Authentication all over the site or only the admin pages. It helps to stop crawling on your site while on development or persist the Brute Attacks by locking the Admin Pages.
es_ec: Te permite aplicar HTTP Auth en tu sitio. Puedes aplicar la identificación HTTP en todo el sitio o solo en las páginas de administración. Ayuda a detener el rastreo de tu sitio mientras está en desarrollo o a evitar ataques de fuerza bruta bloqueando las páginas de administración.
fa_ir: به شما اجازه اعمال HTTP Auth در سایت می دهد. می توانید همه Http سایت را تائید هویت کرده یا فقط برگه‌های مدیر را تایید هویت کنید. به شم کمک می کند برای جلوگیری از مرور همه سایت تحت توسعه شما یا جلوگیری می کند از Brute Attacks در برگه‌های مدیر.
gl_es: Permíteche aplicar HTTP Auth no teu sitio. Podes aplicar a identificación HTTP en todo o sitio ou só nas páxinas de administración. Axuda a deter o rastrexo do teu sitio mentres está en desenvolvemento ou a evitar ataques de forza bruta bloqueando as páxinas de administración.
ja: サイトに <strong> HTTP認証 </strong> を適用できます。 HTTP認証 はサイト全体に適用することも、管理ページのみに適用することもできます。開発中にサイトのクロールを停止するか、管理ページをロックして <strong> ブルート攻撃 </strong> を持続させるのに役立ちます。
uk: Дозволяє застосовувати <strong> HTTP Auth </strong> на Вашому сайті. Ви можете застосувати http автентифікацію для всього сайту або лише на сторінках адміністратора. Це надає можливість зупинити сканування на Вашому сайті під час розробки або зберегти <strong>Brute Attacks</strong> заблокувавши сторінки адміністратора.

source: SCHEMA for Article
es_ec: SCHEMA para Article
fa_ir: اسکیما برای مقاله
gl_es: SCHEMA para Article
ja: 記事のスキーマ
uk: Схема для статті

source: Simply the easiest solution to add valid schema.org as a JSON script in the head of blog posts or articles. You can choose the schema either to show with the type of Article or NewsArticle from the settings page.
es_ec: Simplemente la solución más fácil para añadir schema.org válido como script JSON en la cabecera de las entradas o artículos del blog. Puedes elegir el schema a mostrar con el tipo de Article, NewsArticle desde la página de ajustes.
fa_ir: راه حل آسان برای افزودن schema.org معتبر به صورت اسکریپت JSON در سربرگ نوشته‌هی بلاگ یا مقالات. شما می توانید نوع اسکیما برای انواع مقالات یا اخبار و غیره را در برگه تنظیمات انتخاب کنید.
gl_es: Simplemente a solución máis fácil para engadir schema.org válido como script JSON na cabeceira das entradas ou artigos do blog. Podes elixir o schema a amosar co tipo de Article ou NewsArticle desde a páxina de axustes.
ja: ブログの投稿や記事の冒頭に JSON スクリプトとして有効な schema.org を追加する、最も簡単なソリューションです。 設定ページから、記事またはニュース記事のタイプで表示するスキーマを選択できます。
uk: Просто найпростіше рішення додати дійсний schema.org як скрипт JSON в заголовок публікацій блогу чи статей. Ви можете вибрати схему яка буде відображатися для типів Стаття або Новина на сторінці налаштувань.

source: Make Paths Relative
es_ec: Hacer relativas las rutas
fa_ir: مسیرها را نسبی کنید
gl_es: Facer relativas as rutas
ja: 相対パスにする。
uk: Зробити шляхи відносними

source: JSON Structuring Markup
es_ec: Formato de estructuración JSON
fa_ir: نشانه‌گذاری ساختار JSON
gl_es: Formato de estructuración JSON
ja: JSON 構造化マークアップ
uk: Розмітка структури JSON

source: Simply the easiest solution to add valid schema.org as a JSON script in the head of posts and pages. It provides you multiple SCHEMA types like Article, News Article, Organization and Website Schema.
es_ec: Simplemente la solución más fácil para añadir schema.org válido como script JSON en la cabecera de las entradas y páginas. Te proporciona varios tipos de SCHEMA como Article, News Article, Organization y Website.
fa_ir: راه حل آسان برای افزودن schema.org معتبر به صورت اسکریپت JSON در سربرگ نوشته‌هی بلاگ یا مقالات. شما می توانید نوع اسکیما برای انواع مقالات یا اخبار و غیره را در برگه تنظیمات انتخاب کنید.
gl_es: Simplemente a solución máis fácil para engadir schema.org válido como script JSON na cabeceira das entradas e páxinas. Proporciónache varios tipos de SCHEMA como Article, News Article, Organization e Website.
ja: 有効な schema.org を JSON スクリプトとして投稿およびページの先頭に追加する、最も簡単な解決策です。 記事、ニュース記事、組織、サイトスキーマなど、複数の <strong> スキーマ </strong> タイプを提供します。
uk: Просто найпростіше рішення додати дійсний schema.org як сценарій JSON до заголовку повідомлень і сторінок. Надає Вам декілька типів <strong> SCHEMA </strong>, таких як стаття, новини, організація та схема веб-сайту.

source: Remove Links and Scripts
es_ec: Eliminar los enlaces y scripts
fa_ir: حذف لینک‌ها و اسکریپت‌ها
gl_es: Eliminar as ligazóns e scripts
ja: リンクとスクリプトを削除する
uk: Видалити посилання та скрипти

source: Media Post Permalink
es_ec: Enlace permanente de entradas de medios
fa_ir: پیوند یکتای نوشته رسانه
gl_es: Ligazón permanente de entrada de medios
ja: メディア投稿パーマリンク
uk: Постійне посилання на медіа-записи

source: On uploading any image, let's say services.png, WordPress creates the attachment post with the permalink of /services/ and doesn't allow you to use that permalink to point your page. In this case, we come up with this great solution.
es_ec: Al subir cualquier imagen, digamos «servicios.png», WordPress crea la entrada del adjunto con un enlace permanente «/servicios/» y no te permite usar ese enlace permanente para apuntar a tu página. En este caso, te traemos esta genial solución.
fa_ir: در باگذاری هر تصویری، به طور مثال services.png، وردپرس پیوستی با پیوند یکتای /services/ ایجاد می کند و به شما اجازه نمی دهد آن پیوند یکتا را به برگه‌ای نسبت دهید. در این حالت ما با این افزونه راه حل مناسبی برای شما ایجاد کرده ایم.
gl_es: Ao subir calquera imaxe, digamos «servizos.png», WordPress crea a entrada do adxunto cunha ligazón permanente «/servizos/» e non che permite usar esa ligazón permanente para apuntar á túa páxina. Neste caso, traémosche esta xenial solución.
uk: При завантаженні будь-якого зображення, скажімо, services.png, WordPress створює <strong>пост з прикріпленням</strong> з постійним посиланням на <strong>/services/</strong>і не дозволяє вам використовувати це постійний постійне посилання у якості лінку на сторінку. У цьому випадку ми придумали це чудове рішення.

source: Post Types Permalinks
es_ec: Enlaces permanentes de tipos de contenido
gl_es: Ligazóns permanentes de tipos de contido
ja: 投稿タイプのパーマリンク
uk: Типи записів постійних посилань

source: Delete Permalinks
es_ec: Borrar enlaces permanentes
fa_ir: حذف پیوند یکتا
gl_es: Borrar ligazóns permanentes
ja: パーマリンクを削除
uk: Видалити постійне посилання

source: Title
es_ec: Título
fa_ir: عنوان
gl_es: Título
ja: タイトル
uk: Заголовок

source: Type
es_ec: Tipo
fa_ir: نوع
gl_es: Tipo
ja: タイプ
uk: Тип

source: Permalink
es_ec: Enlace permanente
fa_ir: پیوند یکتا
gl_es: Ligazón permanente
ja: パーマリンク
uk: Постійне посилання

source: View Page
es_ec: Ver la página
fa_ir: مشاهده برگه
gl_es: Ver a páxina
ja: 固定ページを表示
uk: Переглянути сторінку

source: Permalink:
es_ec: Enlace permanente:
fa_ir: پیوند یکتا
gl_es: Ligazón permanente:
ja: パーマリンク:
uk: Постійне посилання:

source: Custom Permalink
es_ec: Enlace permanente personalizado
fa_ir: پیوند یکتای سفارشی
gl_es: Ligazón permanente personalizada
ja: カスタムパーマリンク

source: Leave blank to disable
es_ec: Déjalo en blanco para desactivar
fa_ir: برای غیر فعال کردن خالی بگذارید
gl_es: Déixao en branco para desactivar
ja: 空白のままにして無効にする
uk: Залиште порожнім щоб вимкнути

source: Set custom permalinks on a per-post basis.
es_ec: Establece enlaces permanentes personalizados en base a cada entrada.
gl_es: Establece ligazóns permanentes personalizadas en base a cada entrada.
ja: 投稿ごとにカスタムパーマリンクを設定します
uk: Налаштування користувальницьких постійних посилань на основі кожного повідомлення.

source: Custom Permalinks v
fa_ir: پیوند یکتای سفارشی v

source: Custom Permalinks
fa_ir: پیوند یکتاهای سفارشی
